<script setup lang="ts">

</script>
<template>
  <div>
    <h2>如何使用？</h2>
    <p>使用之前登录你的chatgpt账号方可使用。</p>
    <h2>提示进行人机验证？</h2>
    <p>可以在登录后进行人机验证，验证成功后即可使用，若还是提示，可以关闭vpn或者更换vpn地址。</p>
    <h2>生成质量功能是干什么？</h2>
    <p>摘要质量越高获取摘要的速度越慢。</p>
    <h2>清空缓存是干什么？</h2>
    <p>清空当前缓存：有时候你的摘要生成质量不高，可以通过清空当前缓存来重新获取摘要。</p>
    <p>清空全部缓存：本功能将会清空全部摘要。</p>
    <h2>本程序会获取你的数据吗？</h2>
    <p>为了良好的用户体验，<span style="color: red;">本程序将会在云端保存一份摘要</span>，方便后来观看本视频的人查看，介意的请不要使用。</p>
  </div>
</template>

<style scoped lang="scss">
</style>