<script setup lang="ts">

</script>
<template>
  <div>
    <h2>有没有封号风险？</h2>
    <p>当前接入方式和成熟的产品接入方式相同大概率不会被封，不排除，介意用小号使用。自己玩脱不负责任</p>
    <h2>如何使用？</h2>
    <p>使用之前登录你的chatgpt账号方可使用。或者直接使用apikey就行了。个人建议直接使用chatgpt账号，已经够用了。</p>
    <h2>提示进行人机验证？</h2>
    <p>可以在登录后有时候还需要进行人机验证，验证成功后即可使用，若还是提示，可以关闭vpn或者更换vpn地址。</p>
    <h2>无法获取字幕？</h2>
    <p>开启强制触发字幕获取</p>
    <h2>出bug咋办？</h2>
    <p>关闭浏览器再试，不行进入测试群</p>
    <h2>其他问题？</h2>
    <p>查看关于Tab页进入测试群</p>
  </div>
</template>

<style scoped lang="scss">
</style>